import styles from '../Posilka.module.css';

function ChtoUspeli() {
  return (
    <div className={styles.obertka2}>
      <h4>Мы...</h4>
      <p>Вместе мы лучше учились справляться с проблемами</p>
      <p>Вместе приехали в абсолютно новый город и нашли в нём своё счастье</p>
      <p>Мы провели вместе 5 дней в Пятигорске и 40 дней в Москве</p>
      <p>
        Мы много шутили, улыбались, смеялись и бесконечно признавались друг
        другу в чувствах. Каждый день, проведённый с тобой, был счастливее, чем
        все дни ожидания нашей встречи вместе взятые
      </p>
      <p>
        Мы покорили много маленьких гор и как минимум одну среднюю, но главное -
        покорили сердца друг друга
      </p>
      <p>Мы много гуляли и не меньше времени проводили в обнимку в кроватке</p>
      <p>
        Благодаря твоей поддержке, я уже не могу представить жизнь без цели.
        Теперь Мы вместе будем идти к ней до конца, как бы сложно это ни было
      </p>
      <p>
        Счастье в мелочах и Мы пережили кучу как огромных, так и маленьких
        счастливых моментов, которых уже и не счесть
      </p>
      <div className={styles.smallPContainer}>
        <p className={styles.smallP}>Мы были вместе в 4 разных городах,</p>
        <p className={styles.smallP}>
          снимали номер в отеле и 3 разных квартиры
        </p>
        <p className={styles.smallP}>
          провели как минимум 11 ночей в одной кроватке
        </p>
        <p className={styles.smallP}>
          мы посмотрели 3 фильма и даже один сериал
        </p>
        <p className={styles.smallP}>
          написали друг другу кучу милых поэм о чувствах
        </p>
        <p className={styles.smallP}>
          сказали очень много тёплых слов лёжа в кроватке и уткнувшись друг в
          друга мордочками
        </p>
        <p className={styles.smallP}>
          я очень много раз пытался тебя рассмешить, а ты каждый раз смеялась
          над моими глупыми шутками и я бесконечно рад, ведь твой смех прекрасен
        </p>
        <p className={styles.smallP}>мы были в кино, в цирке и в театре</p>
        <p className={styles.smallP}>
          вместе чуть не заболели и грели ножки в тазиках с тёплой водой
        </p>
        <p className={styles.smallP}>
          я прошёл проверку на пидора, ведь вышел из моно натуралом (но хочу ещё
          и только с тобой)
        </p>
        <p className={styles.smallP}>
          мы дурачились, гуляли, обсирали людей на улице, кушали, готовили, ты
          познакомила меня со своими бабушками и, милая, я мог бы ещё очень
          долго перечислять моменты, в которых я был счастлив
        </p>
        <p className={styles.smallP}>
          ведь я был счастлив даже просто идя выбрасывать мусор вместе с тобой
        </p>
      </div>
      <p>Спасибо, что подарила все эти моменты и не перестаёшь дарить новые</p>
      <p>Вместе мы нашли формулу счастья</p>
      <p>теперь у нас есть Мы и одна общая цель - всегда быть вместе</p>
    </div>
  );
}

export default ChtoUspeli;
